{"qid": "1", "query": "the frequency of solar storms with impact on electric circuits on earth", "original_query": {"query_id": "1", "title": "the frequency of solar storms with impact on electric circuits on earth", "description": "\n      How often do solar storms occur which have a noticeable impact on electric circuits on earth?\n    ", "narrative": "\n      Scientific publications or articles which describe how often solar storms occur (or how likely it is that such a storm occurs), which have an impact on our modern civilization in the form of damaging or destroying electrical circuits such as power supply or communication infrastructure. Especially sources which say how often these occurred in the past should be retrieved as relevant.\n    "}}
{"qid": "2", "query": "popular pastries in germany", "original_query": {"query_id": "2", "title": "popular pastries in germany", "description": "\n      Which are the best-selling pastries in Germany?\n    ", "narrative": "\n      Find statistics, news articles or other information about the most popular sweet bakery products in Germany. The sources should contain specific information about the best-selling bakery products in Germany. It could contain information about specific products or categories of products.\n    "}}
{"qid": "3", "query": "flights Frankfurt to Rome", "original_query": {"query_id": "3", "title": "flights Frankfurt to Rome", "description": "\n      Show flight connections from Frankfurt to Rome.\n    ", "narrative": "\n      Relevant are all future flight connections from Frankfurt to Rome. We are not (yet) interested in connections in the opposite direction, nor flights from or to other cities or how to make the journey by other means of transport.\n    "}}
{"qid": "4", "query": "remove wine stains", "original_query": {"query_id": "4", "title": "remove wine stains", "description": "\n      How can wine stains be removed?\n    ", "narrative": "\n      Relevant is all information about wine stain removal. The removal of other substances is not of interest. Nor do we want to acquire wine bottles from a shop.\n    "}}
{"qid": "5", "query": "tipping in us", "original_query": {"query_id": "5", "title": "tipping in us", "description": "\n      What tipping is considered appropriate for whom in the US?\n    ", "narrative": "\n      We ask for some guidelines of how to correctly tip in the US. The results should be of recent nature in order to account for inflation. ,us' should be recognized as an acronym for the United States. How to tip in other countries is not of interest.\n    "}}
{"qid": "6", "query": "download python", "original_query": {"query_id": "6", "title": "download python", "description": "\n      Direct me to pages from which python can be downloaded.\n    ", "narrative": "\n      Relevant are trustworthy pages from which python can be downloaded. Results that misinterpret python as an animal as well as resources that provide information about how to download other programs are not of interest.\n    "}}
{"qid": "7", "query": "buy bicycle lock Jena", "original_query": {"query_id": "7", "title": "buy bicycle lock Jena", "description": "\n      Where can a bicycle lock be bought in Jena?\n    ", "narrative": "\n      Relevant results indicate shops in Jena that offer bicycle locks. Shops outside of Jena or shops that offer either bicycles or general locks but not locks for bicycles are not of interest.\n    "}}
{"qid": "8", "query": "Current head of state of germany", "original_query": {"query_id": "8", "title": "Current head of state of germany", "description": "\n      Who is the current head of state of Germany?\n    ", "narrative": "\n      Relevant results include information about the head of state of Germany and the time frame of them being head of state. Sources which only include heads of state of Germany without information about when they were head of state or sources which include only heads of state of other countries are not relevant.\n    "}}
{"qid": "9", "query": "fastest route jena leipzig", "original_query": {"query_id": "9", "title": "fastest route jena leipzig", "description": "\n      Which is the fastest means of transport from Jena to Leipzig right now and which route should I take?\n    ", "narrative": "\n      Look for the fastest connection in public transport between Jena and Leipzig at the time and calculate the time it would take when using a car from and to each city centre. Display the route which takes the least time. Do not display routes from Leipzig to Jena and do not show train connections that already departed.\n    "}}
{"qid": "10", "query": "lost my keys what now", "original_query": {"query_id": "10", "title": "lost my keys what now", "description": "\n      What can be done if you lose your apartment keys?\n    ", "narrative": "\n      Relevant is all information on how to get your keys back or on how to get back into your apartment. It could contain certain addresses for places where lost things are returned to, detailed instructions on how to get into the apartment yourself without keys or provide contact details for locksmiths.\n    "}}
{"qid": "11", "query": "an apple everyday healthy?", "original_query": {"query_id": "11", "title": "an apple everyday healthy?", "description": "\n      What effects does eating an apple everyday have on the health of human body?\n    ", "narrative": "\n      Show scientific publications and health expert opinions on the effects of eating apples everyday. They should include information about the potential health benefits and risks of doing so. It could also cover the nutritional values of apples.\n    "}}
{"qid": "12", "query": "what temperature for green tea", "original_query": {"query_id": "12", "title": "what temperature for green tea", "description": "\n      What is the optimal temperature for the water for green tea preparation?\n    ", "narrative": "\n      Find resources which explain which temperature the water should have to prepare green tea. Ressources which only give general information about the green tea preparation without stating an optimal temperature are not relevant.\n    "}}
{"qid": "13", "query": "probability of snow in december in jena", "original_query": {"query_id": "13", "title": "probability of snow in december in jena", "description": "\n      How high is the probability that there will be snow at least once in December in Jena?\n    ", "narrative": "\n      Find publications about the weather in jena in the winter. Of interest are statistic based articles or publications which give a concrete probability of there being snow at least once in December in Jena, based on the weather in the previous years.\n    "}}
{"qid": "14", "query": "how to screenshot windows", "original_query": {"query_id": "14", "title": "how to screenshot windows", "description": "\n      Which hotkey or combination of buttons do I have to press to take a screenshot on the Windows OS?\n    ", "narrative": "\n      Relevant are manuals, guides and forum entries on the matter that indicate how to take a screenshot. Not relevant are information about glass windows or information concerning other operating systems.\n    "}}
{"qid": "15", "query": "what is my ip address", "original_query": {"query_id": "15", "title": "what is my ip address", "description": "\n      What is the current IPv4 address of the device that I am using?\n    ", "narrative": "\n      Either show the user its IP address directly as a search result or display relevant documents and manuals on how to determine ones IPv4 address. Should not display other IP addresses that do not belong to the user or the address of his current location.\n    "}}
{"qid": "16", "query": "how to exit vim", "original_query": {"query_id": "16", "title": "how to exit vim", "description": "\n      what keyboard shortcut needs to be pressed in order to exit the text editor vim\n    ", "narrative": "\n      Relevant topics include documentation about the text editor vim or blog posts from web forums. Topics that focus on different aspects of vim or comparisons of terminal-based text editors are not relevant.\n    "}}
{"qid": "17", "query": "martin garrix animals bpm", "original_query": {"query_id": "17", "title": "martin garrix animals bpm", "description": "\n      The user wants to know the tempo, or beats-per-minute, of the sound-track Animals by artist Martin Garrix\n    ", "narrative": "\n      Relevant topics include music databases and blog posts from web forums. Topics including reaction content or any kind of media are not relevant.\n    "}}
{"qid": "18", "query": "upcoming movies 2023", "original_query": {"query_id": "18", "title": "upcoming movies 2023", "description": "\n      which movies will be released in cinemas or on streaming websites in 2023\n    ", "narrative": "\n      Relevant topics include any news website focused on movies or cinema and top-ten lists of movies in 2023. Topics that focus on films released in previous years or in future or reviews of movies are less relevant.\n    "}}
{"qid": "19", "query": "science fiction books", "original_query": {"query_id": "19", "title": "science fiction books", "description": "\n      The user wants to find a selection of science fiction books.\n    ", "narrative": "\n      Relevant topics include bookstores or collections of free books. Topics that focus on anything else than science fiction or any books that don't feature any elements known for science fiction are less relevant.\n    "}}
{"qid": "20", "query": "wikipedia timo boll", "original_query": {"query_id": "20", "title": "wikipedia timo boll", "description": "\n      The user wants to get the link to the Wikipedia page of table tennis player Timo Boll.\n    ", "narrative": "\n      Relevant topics include anything related to the life of Timo Boll or any Wikipedia pages of people associated with Timo Boll. Topics that have nothing to do with either table tennis or Timo Boll or simple pictures of Time Boll are not relevant.\n    "}}
{"qid": "21", "query": "Knowledge Graphs in Information Retrieval", "original_query": {"query_id": "21", "title": "Knowledge Graphs in Information Retrieval", "description": "\n      The user is looking for information about the use of knowledge graphs in information retrieval, including their applications, advantages, and how they enhance search and recommendation systems.\n    ", "narrative": "\n      Relevant topics include research papers on knowledge graph-based information retrieval, articles from tech companies employing knowledge graphs, and case studies on their implementation. Topics discussing graph databases, semantic web technologies, and real-world examples of how knowledge graphs improve search and recommendation systems are considered relevant. However, topics unrelated to knowledge graphs in information retrieval or those discussing other graph-related concepts are not relevant.\n    "}}
{"qid": "22", "query": "DuckDuckGo Search Engine", "original_query": {"query_id": "22", "title": "DuckDuckGo Search Engine", "description": "\n      The user is interested in learning about the DuckDuckGo search engine, including its features, privacy policies, and how it differs from other search engines like Google.\n    ", "narrative": "\n      Relevant topics include articles about DuckDuckGo's privacy-centric approach to search, its search features, and user reviews. Sources discussing DuckDuckGo's business model, comparisons with other search engines, and its commitment to user data privacy are considered relevant. However, topics unrelated to DuckDuckGo or those promoting other search engines are not relevant.\n    "}}
{"qid": "23", "query": "Friedrich Schiller University of Jena (FSU Jena)", "original_query": {"query_id": "23", "title": "Friedrich Schiller University of Jena (FSU Jena)", "description": "\n      The user is seeking information about the Friedrich Schiller University of Jena (FSU Jena), including its history, notable programs, and notable alumni.\n    ", "narrative": "\n      Relevant topics include the official website of FSU Jena, academic programs and research areas offered by the university, and profiles of notable alumni. Sources that provide insights into the university's history, achievements, and it's role in the academic world are considered relevant. However, topics unrelated to FSU Jena or sources promoting other institutions are not relevant.\n    "}}
{"qid": "24", "query": "System Accreditation in Education", "original_query": {"query_id": "24", "title": "System Accreditation in Education", "description": "\n      The user is interested in understanding the concept of system accreditation in the field of education, including its purpose, process, and significance for educational institutions.\n    ", "narrative": "\n      Relevant topics include articles explaining the system accreditation process, the role of accrediting bodies, and how it ensures educational quality. Sources discussing the benefits of accreditation for institutions and students, and the impact on academic standards are considered relevant. However, topics unrelated to system accreditation in education or those discussing accreditation in non-educational contexts are not relevant.\n    "}}
{"qid": "25", "query": "Biodiversity Conservation and Importance", "original_query": {"query_id": "25", "title": "Biodiversity Conservation and Importance", "description": "\n      The user is interested in understanding the importance of biodiversity conservation and its impact on ecosystems and human well-being.\n    ", "narrative": "\n      Relevant topics include scientific studies on biodiversity, articles from environmental organizations, and reports from conservation agencies. Sources discussing threats to biodiversity, strategies for conservation, and the benefits of biodiversity to ecosystems and human societies are considered relevant. However, topics that downplay the significance of biodiversity or promote activities harmful to it are not relevant.\n    "}}
{"qid": "26", "query": "Top smartphone reviews 2023", "original_query": {"query_id": "26", "title": "Top smartphone reviews 2023", "description": "\n      The user is looking for detailed and reliable reviews of the best smartphones released in 2023. They are interested in expert opinions and comparisons.\n    ", "narrative": "\n      Relevant: Smartphone reviews, comparisons, ratings, and recommendations for 2023. Not Relevant: Information about older smartphones or unrelated products.\n    "}}
{"qid": "27", "query": "Taylor Swift concert New York tickets", "original_query": {"query_id": "27", "title": "Taylor Swift concert New York tickets", "description": "\n      The user wants to purchase tickets for an upcoming Taylor Swift concert in New York.\n    ", "narrative": "\n      Relevant: Ticket purchasing options, prices, seating, and availability for the specified concert. Not Relevant: Information about other artists or events in different locations.\n    "}}
{"qid": "28", "query": "Online piano lessons for beginners", "original_query": {"query_id": "28", "title": "Online piano lessons for beginners", "description": "\n      The user is interested in finding online resources or courses to learn how to play the piano as a beginner.\n    ", "narrative": "\n      Relevant: Online piano lessons, tutorials, courses, and beginner-friendly resources. Not Relevant: Advanced piano techniques, offline classes, or unrelated instruments.\n    "}}
{"qid": "29", "query": "Japan passport application government site", "original_query": {"query_id": "29", "title": "Japan passport application government site", "description": "\n      The user wants to access the official government website for the Japanese passport application process.\n    ", "narrative": "\n      Relevant: The official Japanese government website for passport applications, application forms, instructions, and contact information. Not Relevant: Third-party websites, passport tracking, or unrelated government services.\n    "}}
{"qid": "30", "query": "Climate change causes and effects", "original_query": {"query_id": "30", "title": "Climate change causes and effects", "description": "\n      The user is looking for comprehensive information on the causes and effects of climate change, potentially for research or educational purposes.\n    ", "narrative": "\n      Relevant: Scientific data, research findings, articles, and reports on the causes and consequences of climate change. Not Relevant: Climate change denial, unrelated environmental topics, or news unrelated to the science of climate change.\n    "}}
{"qid": "31", "query": "Home Assistant unavailable", "original_query": {"query_id": "31", "title": "Home Assistant unavailable", "description": "\n      The user wants to determine why his Home Assistant instance is unavailable and what can be done to make it available again?\n    ", "narrative": "\n      Search results include debugging advice for figuring out why a Home Assistant instance is unavailable and which actions can be taken to resolve this issue. General advice on networking, servers and potential root causes for unavailability. Local network management, firewall rules and port forwarding also play an important role in this context.\n    "}}
{"qid": "32", "query": "ESPHome disable IPv6", "original_query": {"query_id": "32", "title": "ESPHome disable IPv6", "description": "\n      How can IPv6 be disabled on ESPHome-based devices?\n    ", "narrative": "\n      Relevant sources include documentation related to ESPHome, more specifically networking and connection-related components. Additional general advice on how to configure ESPHome devices can be beneficial.\n    "}}
{"qid": "33", "query": "aadl tools", "original_query": {"query_id": "33", "title": "aadl tools", "description": "\n      Which tools are available for the Architecture Analysis and Design Language?\n    ", "narrative": "\n      Relevant sources include information about the Architecture Analysis and Design language(AADL) and tools that can  be used to work with AADL. Not relevant are resources which also use the acronym AADL but don't refer to the Architecture analysis and Design language.\n    "}}
{"qid": "34", "query": "3D print warping", "original_query": {"query_id": "34", "title": "3D print warping", "description": "\n      What is warping in the context of 3D printing and how can it be avoided?\n    ", "narrative": "\n      Explanation of 3d printing and reasons for warping parts. Explanations of possible solutions for avoiding warping or Elephants foot. Details on contracting plastic during the extrusion process.\n    "}}
{"qid": "35", "query": "OpenGL setup", "original_query": {"query_id": "35", "title": "OpenGL setup", "description": "\n      The user is interested in a Guide on how to set up an OpenGL development environment.\n    ", "narrative": "\n      General information about OpenGL and System requirements. Results should also include resources on how OpenGL development environments can be set up. They should not be Operating-System-dependent.\n    "}}
{"qid": "36", "query": "fontawesome angular", "original_query": {"query_id": "36", "title": "fontawesome angular", "description": "\n      What is the best way to use Fontawesome icons in Angular?\n    ", "narrative": "\n      Relevant documents must include how to use Fontawesome icons in Angular. It is important what libraries need to be included and how to display icons on a page in general. Not relevant are the specific icons or articles that are not applicable to Angular. Specifically, Angular icons are irrelevant.\n    "}}
{"qid": "37", "query": "flat roof cons", "original_query": {"query_id": "37", "title": "flat roof cons", "description": "\n      What are disadvantages of using a flat roof for buildings?\n    ", "narrative": "\n      Relevant documents must address what disadvantages flat roofs on buildings entail. Advantages are not relevant in the first place. Likewise, general information is not of interest unless it contains obvious disadvantages or is necessary to understand the disadvantages of flat roofs on buildings.\n    "}}
{"qid": "38", "query": "raspberry pi power consumption", "original_query": {"query_id": "38", "title": "raspberry pi power consumption", "description": "\n      How many watts does a current Raspberry Pi consume on average?\n    ", "narrative": "\n      Relevant documents must contain information about the energy consumption of a current Raspberry Pi. It does not matter which generation or which specific model is involved. However, documents that are about the Raspberry Pi microcontrollers or accessory items are not relevant. Also not relevant are documents that are only about power (consumption) or only about the Raspberry Pi in general.\n    "}}
{"qid": "39", "query": "light motion detector types", "original_query": {"query_id": "39", "title": "light motion detector types", "description": "\n      What options for motion detectors are currently installed in motion sensor lamps and how do they work?\n    ", "narrative": "\n      Relevant documents deal with various motion detection sensors that are built into lamps, as well as related technologies and features. Irrelevant are purchase options for these lamps, as well as motion detection sensors that are not built into lamps or lamps without motion sensors. Furthermore, specific models of lamps with motion sensors are also uninteresting. Above all, \"lightweight\" motion sensors or lamps are also not relevant.\n    "}}
{"qid": "40", "query": "czk to eur", "original_query": {"query_id": "40", "title": "czk to eur", "description": "\n      What is the latest exchange rate from Czech Crowns to Euros?\n    ", "narrative": "\n      Relevant documents must include the most current exchange rate from Czech Crowns to Euros. General or historical information is irrelevant. The exchange rate from Euros to Crowns is also not relevant.\n    "}}
{"qid": "41", "query": "pumpkin soup", "original_query": {"query_id": "41", "title": "pumpkin soup", "description": "\n      What are recipes for a pumpkin soup?\n    ", "narrative": "\n      Relevant documents include recipes for soups that use pumpkin as an ingredient. The most relevant recipes would use pumpkin as the main ingredient. Recipes that are not a soup or do not include pumpkin as an ingredient are not relevant. Reports about pumpkin soup, like restaurant recommendations, are also irrelevant.\n    "}}
{"qid": "42", "query": "turn off pocket mode", "original_query": {"query_id": "42", "title": "turn off pocket mode", "description": "\n      How do I turn off the pocket mode on my smartphone?\n    ", "narrative": "\n      Relevant documents include directions on how to find the pocket mode slider in the settings app of a smartphone.\n    "}}
{"qid": "43", "query": "potpourri", "original_query": {"query_id": "43", "title": "potpourri", "description": "\n      What is a potpourri?\n    ", "narrative": "\n      Relevant documents include definitions of potpourri. Websites that sell potpourris are not relevant for this topic.\n    "}}
{"qid": "44", "query": "state election hessen 2023", "original_query": {"query_id": "44", "title": "state election hessen 2023", "description": "\n      What are the results of the state election in Hessen in 2023?\n    ", "narrative": "\n      Relevant documents include each party's share of votes, their development in comparison to the last election and other related statistics like the share of votes for young and old people. Documents that include this information for an older election are irrelevant. Documents older than the election are also irrelevant.\n    "}}
{"qid": "45", "query": "turtle species list", "original_query": {"query_id": "45", "title": "turtle species list", "description": "\n      What are some turtle species?\n    ", "narrative": "\n      Relevant documents include lists of turtle species with names. Documents with lists of other species are irrelevant.\n    "}}
{"qid": "46", "query": "time change germany", "original_query": {"query_id": "46", "title": "time change germany", "description": "\n      When is the next time change in Germany?\n    ", "narrative": "\n      Relevant topics are short articles describing the next time change date and exact time change. Time change in other contries or past time changes are irrelevant. Discussions about the time changes are also irrelevant.\n    "}}
{"qid": "47", "query": "water daily need", "original_query": {"query_id": "47", "title": "water daily need", "description": "\n      How much Water should an adult person drink daily?\n    ", "narrative": "\n      Relevant topics describe how much water a person needs and on what circumstances it depends. The discussion should focus on a normal adult with a normal daily routine in normal weather. Extrem weather, sports or work are irrelevant.\n    "}}
{"qid": "48", "query": "canteen jena", "original_query": {"query_id": "48", "title": "canteen jena", "description": "\n      What food is offered today in the main canteen in Jena?\n    ", "narrative": "\n      Relevant topics describe the meal in the Ernst Abbe canteen in Jena for today. Irrelevant are past meals or other canteens. For the different foods there should be a list with important ingredients and allergens.\n    "}}
{"qid": "49", "query": "penspinning", "original_query": {"query_id": "49", "title": "penspinning", "description": "\n      What tricks exist in penspinning?\n    ", "narrative": "\n      Relevant topics describe tricks with a pen from easy tricks to hard. Tricks what need other materials or are too hard are irrelevant. The article should describe the tricks and how to learn them.\n    "}}
{"qid": "50", "query": "stairs Jentower", "original_query": {"query_id": "50", "title": "stairs Jentower", "description": "\n      How many stairs does the Jentower in Jena have?\n    ", "narrative": "\n      Relevant topics describe how many stairs the Jentower in Jena has. Other towers and other cities are irrelevant. Information like opening hours, events or about other things are irrelevant.\n    "}}
{"qid": "51", "query": "meditation for stress", "original_query": {"query_id": "51", "title": "meditation for stress", "description": "\n      How can mindfulness meditation alleviates stress and anxiety?\n    ", "narrative": "\n        Relevant documents should provide insights into how mindfulness meditation is integrated into everyday life to effectively reduce stress, including practical information on small daily exercises and techniques. Irrelevant documents include unrelated forms of therapy or  general meditation techniques lacking the application of mindfulness meditation specific for stress. Furthermore, sources merely selling courses or presenting some meditation gurus are considered irrelevant as well. Finally, materials that solely contain anecdotal experiences or lack credible sources and scientific backing are excluded.\n    "}}
{"qid": "52", "query": "trend of ocean pollution", "original_query": {"query_id": "52", "title": "trend of ocean pollution", "description": "\n      How is plastic pollution in the oceans has developed through the years and what is it expected to look like?\n    ", "narrative": "\n      Relevant documents include information about how plastic in oceans has increased in the last years based on graphs and data reliably collected by reasearch institutes, together with some prognostic for the future. If data are collected only up to a certain year, are not up-to-date anyrmore or are not scientifically justified, then the document is considered irrelevant. Also irrelevant are sources containing information about how plastic can be avoided in everyday life or selling eco-friendly products.\n    "}}
{"qid": "53", "query": "balanced vegan diet", "original_query": {"query_id": "53", "title": "balanced vegan diet", "description": "\n      What are some key nutrients and recipes for a balanced vegan diet?\n    ", "narrative": "\n        Relevant sources offer insights into essential nutrients to integrate into recipes for vegans, such as protein sources, iron, vitamin B12, and calcium, along with strategies for a balanced vegan lifestyle by dieticians or nutritionists. Irrelevant documents include materials that focus on unrelated dietary practices or lack practical information, for examples if they just expose some health advantages associated with a vegan diet without comprehensive practical guidance on adopting and sustaining a vegan lifestyle.\n    "}}
{"qid": "54", "query": "business informatics jobs asti", "original_query": {"query_id": "54", "title": "business informatics jobs asti", "description": "\n      What job opportunities are available for Business Informatics graduates in Asti (Italy)?\n    ", "narrative": "\n      Relevant documents provide information on the current job opportunities and career prospects for graduates with a degree in Business Informatics in the city of Asti in Italy, with details on the types of roles, industries, and companies hiring individuals with this qualification. Irrelevant documents does not provide substantial information about the jobs. Additionally, sources promoting job positions unrelated to the field of Business Informatics or not specific to the Asti region should be considered irrelevant.\n    "}}
{"qid": "55", "query": "decorate small spaces on a budget ", "original_query": {"query_id": "55", "title": "decorate small spaces on a budget ", "description": "\n      What are some creative and budget-friendly interior decorating ideas for a house with small spaces?\n    ", "narrative": "\n      Relevant documents should provide a variety of creative and budget-friendly house decorating ideas with pictures, tailored to small spaces, including tips on maximizing storage, optimizing furniture arrangement, and choosing color schemes to enhance the perception of space. Additionally, relevant materials should offer insights into DIY projects, repurposing techniques, and cost-effective decor solutions. Irrelevant documents encompass house decorating ideas unrelated to interior decoration, such as gardening, or unrelated to residential properties, like office spaces, as well as those lacking substantial information on budget-friendly solutions, only promoting high-cost or luxury decor options.\n    "}}
